Repository: mozilla-l10n/mt-training-data
Catalog: om/om_pontoon.tmx
Source language: en_us
Languages: om

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
om: Himoota hedduu dabaluuf <loginLink>seeni</loginLink> yookaan <loginLink>galmaaʼi</loginLink>

source: Log in or sign up to get started
om: Eegaluuf, banii seeni ykn galmaa'i.

source: Log In / Sign Up
om: Banii Seeni / Galmaa'i

source: Log In / Sign Up with { $company } email
om: { $company } Iimeelii tiin Seeni / Galmaa'i

source: Log Out
om: Galmee Keessaa Ba'i

source: Loja Highland Kichwa
om: Afaan Gaarran Lojaa Kichwa

source: Lojban
om: Afaan Lojbaan

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
om: Barruuwwan copyright hin taane barbaadi – fakkeenyaaf, kitaabota 1920 dura maxxanfaman hedduu.

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
om: Kiliippiin afaan kanaan dhaggeeffatamu waan hin jirre fakkaata. Amma tokko tokkoon waraabuudhaan tarree guutuuf nu gargaaraa.

source: Losso
om: Afaan Lossoo

source: Luganda
om: Afaan Lugaandaa

source: Luxembourgish
om: Afaan Luuzembergi

source: Macedonian
om: Afaan Meqodooniyaa

source: Mada
om: Afaan Mada

source: Maithili
om: Afaan Mayizilii

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
om: Sagaleen kee eegaluu dura, platformiin waraabbii sagalee eegalu isaa mirkaneessi, akkasumas xumuramuun yeroo ati fixxe qofa akka ta’e mirkaneessi.

source: Make sure the sentence meets the following criteria:
om: Himichi ulaagaawwan kana guutuu isaa mirkaneessaa.

source: Make sure they can be answered in just a couple of sentences
om: Hima lama lama qofaan deebii argachuu akka danda’an mirkaneessi

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
om: Daataa dimogiraafii maqaa hin beekamne tokko tokko kennuudhaan daataa kee dhiyaate hanga danda’ametti badhaadhaa taasisi. Daataa dimogiraafii hunda osoo ummataaf hin ibsiin dura adda baasna.

source: Malagasy
om: Afaan Malaagaasii

source: Malay
om: Afaan Malaay

source: Malayalam
om: Afaan Malayalam

source: Male
om: Dhiira

source: Male/Masculine
om: Dhiira/Dhalchaa

source: Maltese
om: Afaan Maaltaa

source: Manage Email Subscriptions
om: Noolahuuwwan Imeelii Hoggani

source: Manage Subscriptions
om: Noolahuuwwan Hoggani

source: Manx
om: Afaan Manxi

source: Mapudungun
om: Afaan Mapudungun

source: Mara
om: Afaan Mara

source: Marathi
om: Afaan Maraazii

source: <mark>Check</mark>
om: <mark>Mirkaneeffachuu</mark>

source: <mark>Data</mark>
om: <mark>Daataa</mark>

source: <mark>Prompt</mark>
om: <mark>Kaka'umsa Gaaffii</mark>

source: <mark>Respond</mark>
om: <mark>Deebii kenni</mark>

source: <mark>Transcribe</mark>
om: <mark>Gara Barruutti Jijjiiruu</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
om: <mark>CV fayyadamtaa </mark><br/><mark>Qorannoo keef?</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
om: <mark>gargaarsa kee!</mark><br/><mark>Barbaanna</mark>

source: Marwari
om: Afaan Marwari

source: Massa
om: Afaan Massaa

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform. We are in room "common-voice:mozilla.org".
om: Maatiriksiin pirootokoolii banaa, salphaa kan giddugaleessa hin taane, qunnamtii yeroo dhugaa, fi waltajjii marii banaa filatamaa Mozillaati. Kutaa "common-voice:mozilla.org" keessa jirra.

source: Matses
om: Afaan Matses

source: Maximum file size: 25 MB
om: Hammi faayila guddaan: 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
om: Tarii <homepageLink>fuulli jalqabaa keenya</homepageLink> si gargaaruu danda’a? Gaaffii gaafachuuf, mee <matrixLink>haasaa hawaasaa Matrix</matrixLink>itti makami; rakkoolee marsariitii <githubLink>GitHub</githubLink> irratti hordofi yookaan <discourseLink>minjaala marii keenya</discourseLink> daawwadhu.

source: Mbo
om: Afaan Boo

source: Mbum
om: Afaan Bum

source: Meadow Mari
om: Afaan Meyadow Marii

source: Meaning
om: Hiika

source: Media and Entertainment
om: Miidiyaa fi Bashannana

source: Medumba
om: Afaan Medumbaa

source: Meetei Lon
om: Afaan Meeteyi Lon

source: Melanau
om: Afaan Melanau

source: Mengambo
om: Afaan Mengambo

source: Menu to access Partnerships, Press and Stories, Community and Languages
om: Baafata Tumsaa Pireesii fi Seenaa, Hawaasa fi Afaanotaa argachuuf

source: Message
om: Ergaa

source: Michoacán Mazahua
om: Afaan Michoacán Mazahua

source: “Mi mamá dijo, ‘Tú crees que esto es un juego?’ and I was like, ‘Okay chill!’”
om: “Mi mamá dijo, ‘Tú crees que esto es un juego?’ jedheen, ‘Tole chill!’ jedheen ture.”

source: Mina
om: Afaan Minaa

source: Mingrelian
om: Afaan Mingireliyaa

source: Minimum sentences in file: 1000
om: Baay'inni Himoota muraasamni faayila keessatti: 1000

source: [Mismatched content]
om: [Qabiyyee hinfiroomne]

source: Misreadings
om: dogoggora dubbisaalee

source: Missing an 's' at the end of a word.
om: Dhuma jechaa irratti 's'tu dagatameera.

source: Missing an <strong>'s'</strong> at the end of a word.
om: Dhuma jechaa irratti <strong>'s'</strong>n dagatameera.

source: Missing 'A' or 'The' at the beginning of the recording.
om: 'A' ykn 'The'tu jalqaba waraabbii irratti dagatameera.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
om: Jalqaba waraabbii irratti <strong>'A'</strong> ykn <strong>'The'</strong>n dagatameera.

source: Missing the end of the last word by cutting off the recording too quickly.
om: Waraabbii sagalee saffisaan addaan kutuun, jecha dhumaa sirriitti xumuruun hin danda’amne.

source: Mixed
om: Makamaa

source: Mixteco Yucuhiti
om: Afaan Mixteco Yucuhiti

source: Mokpwe
om: Afaan Mokpiwee

source: Moksha
om: Afaan Moksha

source: Mongolian
om: Afaan Mongooliyaa

source: More
om: Daran

source: [More has been recorded than the required text]
om: [Kan barruun barbaaduu ol waraabbameera]

source: More languages coming soon
om: Afaanotni dabalataa yeroo dhiyootti dhufaa jiru

source: Mossi
om: Afaan Mossii

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
om: dhaabbileen gurguddoon namoota baay’eedhaaf hin argamu. Nuti akkas jennee yaadna kalaqa ni ukkaamsa. Kanaafuu Common Voice, pirojektii sagalee beekuun banaa akka ta’uuf gargaaru jalqabneerra fi nama hundaaf dhaqqabamaa ta’uu qaba.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
om: Daataan dhaabbileen gurguddoon itti fayyadaman harki caalaan namoota baay’eedhaaf banaa hin ta'u. Nuti kana akka kalaqa ukkaamsuutti yaadna. Kanaafuu pirojektii sagalee dhageessisuuf gargaaru Project Common Voice jalqabneerra. kanaaf hundaafuu beekamtii kennina

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
om: Waraabbiin hedduun sagalee namaa dhugaa keessaa fudhatame. Galmee sirrii hin taane kan sagalee olka’e, xiqqoo dubbate, ykn “dramatic” ta’e ni fudhatama. Galmee sirrii hin taane kan sirbame fi sagalee computer-synthesized fayyadame haqi.

source: Moussey
om: Afaan Moussey

source: Mozilla Common Voice datasets are now exclusively available on Mozilla Data Collective.
om: Daataa-seetota Mozilla Common Voice amma qofa Mozilla Data Collective irratti argamu.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
om: Mozilla Common Voice jalqabbii maashiniiwwan akkaataa namoonni dhugaa itti dubbatan barsiisuuf gargaarudha.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
om: Sagaleen Waliigalaa tattaaffii walta’iinsaa aktivistoota, ogeeyyii afaanii, saayintistoota deetaa, barsiisota, fi injinaroota sooftiweerii addunyaa irraa walitti fiduudhaani. Pirojektichi kan hoogganamu Mozilla Foundationiitiin.

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
om: Mozilla Common Voice daataa-seetii sagalee banamaa fi hawaasa addunyaa irraa walitti qabame kan afaanota garaagaraa hedduu of keessaa qabu – maallaqa gargaarsaa irraa qofa hojjetama. Daataa-seetota tursiisuu fi platformii hawaasa afaanota 100+ fayyadamuuf fooyyessuuf waggaa tokkoof doolaara miiliyoona tokkoo ol baasii baasna. Yoo daataa banaa fi hirmaachisaa jettu qabaatte - <b>har’a kenni!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
om: Injiina sagalee beekuu kan Mozilla, Deep Speech, fayyadamuun appilikeeshinoota sagalee beekuu ijaaruu dandeessa. Akkamitti jalqabuu akka dandeessu barachuuf <githubLink>hubannoo Github</githubLink> keenya dubbisi yookaan <discourseLink>DeepSpeech Discourse</discourseLink> keessatti hirmaadhu.

source: Mpiemo
om: Afaan Piyeemoo

source: Mundang
om: Afaan Mundangi

source: Mungaka
om: Afaan Mungakaa

source: Musgum
om: Afaan Musgum

source: Mutual accountability.
om: Itti Gaafatamummaa Waliinii.

source: N
om: K

source: Name
om: Maqaa

source: Names of your language
om: Maqaa qooqa keessanii

source: Native Language
om: Afaan Dhalootaa

source: Nature and Environment
om: Uumamaa fi Naannoo

source: Need help deciding which to choose?
om: Kam akka filattu murteessuuf gargaarsa barbaadduu?

source: Need help with the Sex or Gender changes?
om: Saala yookaan jijjiirama saalaa irratti gargaarsa barbaaddaa?

source: Need some help with accent?
om: Haala dubbii loqodaa irratti gargaarsa barbaaddaa?

source: Need some help with variants?
om: Akaakuu/Gosoota irratti gargaarsa barbaaddaa?

source: Need to download your data?
om: Daataa kee buusuuf ni barbaaddaa?

source: Nepali
om: Afaan Neeppaalii

source: Newari
om: Afaan Newari

source: New Language Launch
om: Qooqni Haaraan Eegaluu

source: News and Current Affairs
om: Oduu fi Dhimmoota Yeroo Ammaa

source: Next
om: Kan itti aanu

source: Ngambay
om: Afaan Ngambay

source: Ngiembon
om: Afaan Nigiyembon

source: Ngomba
om: Afaan Nigomba

source: Ngombale
om: Afaan Gombeel

source: Nias
om: Afaan Niyas

source: Nigerian Pidgin English
om: Afaan Naajeriyaa Ingiliffa Pidgin

source: NKo
om: Afaan NiKo

source: No
om: Lakki

source: “No”
om: “Lakki”

source: [No ‘a’ in the original text]
om: [Barruu innikkaa keessa ‘a’n hin jiru]

source: No audio was captured. Please check your microphone and try again.
om: Sagaleen tokkoyyuu hin waraabamne. Maaykiroofoon kee sakatta'ii irra deebiin yaali.

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
om: <noCopyright>Mirga waraabbii kan ittisu hin jiru</noCopyright> (cc-0)

source: No foreign letters
om: Qubee qooqa biraa/alagaa hin qabaatu

source: No gravatar found for your email
om: Iimeelii kaassaniif giraavaateriin tokkoyyuu hin argamne.

source: No information
om: Odeeffannoon hin jiru

source: No information available
om: Odooffannoon hin jiru

source: Noise
om: Waca

source: No languages found
om: Qooqawwan hin jiran

source: No match found
om: Walsimaan hin jiru

source: No matching language found
om: Qooqni walsimuu hin argamne

source: No microphone found.
om: Maaykiraafooniin hin argamne.

source: Non-binary
om: Kan baayinarii hin taane

source: No numbers and special characters
om: Lakkoofsa fi mallattoolee addaa hin qabaatu

source: No offensive, prejudiced remarks or sensitive questions
om: Yaada nama aarsu, loogii ykn gaaffii miira namaa kakaasu hin qabu

source: “No problemo” used in English > tag as English
om: “No problemo” Ingiliffa keessatti fayyadamaa > akka Ingiliffaa xoofi

source: Normal
om: Sirrima

source: Normal playback speed
om: Saffisa taphachuu idilee

source: Northern Hindko
om: Afaan Kaaba Hinidkoo

source: Northern Sotho
om: Afaan Kaaba Sotho

source: Northwest Gbaya
om: Afaan Kaaba Dhiha Gibaayaa

source: Norwegian Bokmål
om: Afaan Noorwegian Bokmål

source: Norwegian Nynorsk
om: Afaan Noorwey Nynorsk

source: No sentences to review. <addLink>Add more sentences now!</addLink>
om: Himoonni gamaggamamuu jedhan kamuu hin jiran. <addLink>Amma himoota dabalataa galchaa!</addLink>

source: No soliciting personal information (e.g., names, financial details)
om: Odeeffannoo dhuunfaa gaafachuu hin qabu (fkn., maqaa, ibsa maallaqaa)

source: ⓘ Not all sentences and clips have Variant tags yet!
om: ⓘ Himootni fi sagaleewwan hundi ammallee mallattoo gosa/loqodaa hin qaban!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
om: Yaadachiisa: Gara ‘mul’atu’tti yoo jijjiirame, qindaa’inni kun <profileLink>fuula ibsa ofii</profileLink> irraa jijjiiramuu danda’a.

source: No text to submit. Please tag some text first.
om: Barreeffamni galfamu hin jiru. Mee dursa barreeffama tokko tokko xoofaa.

source: Note: You will still need to select between Speak or Listen to change contribution type.
om: Yaadachiisa: Amma iyyuu gosa gumaachaa jijjiiruuf “Dubbii” yookaan “Dhaggeeffachuu” keessaa filachuu qabda.

source: Not Found
om: Hin Argamne

source: No Thanks
om: Lakki Galatoomi.

source: No thanks, continue speaking
om: Lakki galatoomi, haasa'uu kee itti fufi.

source: Not use, or solicit, harmful or offensive language
om: Balaafamaa yookaa jecha arrabsoo hin fayyadamiin ykn hin dhiyeessiin

source: No variant selected
om: Cabaqni tokkoyyuu hin filatamne

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
om: Amma Sagalee Waliigalaa waa muraasa baratteetta; maalif hin yaaltuu? Jalqabuuf himoota sagalee ol ka’een dubbisuuf mallattoo maayikirofoonii cuqaasi. Sagalee namoota biroo madaaluuf yoo filatte, mallattoo taphachiisaa cuqaasi. Galmeewwan sagalee barruu ekraan irratti mul’atu waliin akka walsiman mirkaneessuuf si gargaaru.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
om: Amma sagalee keessan arjoomuudhaan kuusdaataa sagalee horata banaa kan namni kamiyyuu itti fayyadamuu danda'u ijaaruuf meeshaalee fi wee appiidhaaf kalaqaa hojjechuuf nu gargaaruu dandeessu. Maashiniiwwan namoota dhugaa akkamitti akka baratan gargaaruuf hima tokko dubbisi

source: Nuasue
om: Afaan Nuwasuye

source: Nubi
om: Afaan Nubii

source: Number of Voices
om: Lakkoofsa Sagalee

source: Numbers
om: Lakkoofsota

source: Numbers and acronyms
om: Lakkoofsaan fi gabaabsiiwwan

source: Numbers and symbols should be spelled out in words rather than using numerals or special characters. Example:
om: Lakkoofsa fi mallattoolee addaa qubeewwaniin barreessamuu qabu, lakkoofsa yookaan mallattoo addaan fayyadamuurra. Fakkeenya:

source: Nüpode Huitoto
om: Afaan Nüpode Huitoto

source: Nyungwe
om: Afaan Niyaangiwee

source: Oadki
om: Afaan Owaadkii

source: Occitan
om: Afaan Ossitaa

source: Odia
om: Afaan Oodiyaa

source: Off
om: Cufaa

source: Offensive Content
om: Qabiyyee nama aarsu

source: Offensive content or sensitive information
om: Qabiyyee arrabsoo ykn odeeffannoo miiressaa

source: Offensive language
om: Hima arrabsoo

source: Offensive speech
om: Jecha arrabsoo

source: Offline Sources
om: Horata Ooflaayinii

source: On
om: Banamaa

source: On desktop devices you can contribute by downloading…
om: Meeshaawwan diiski toopii irratti buusuun gumaachuu dandeessu…

source: On his head he wore a beret.
om: Mataasaatti bereet uffateera.

source: On iOS please continue with Safari to enable recording…
om: iOS irratti waraabnee si'eessuuf Safari'n itti fufaa…

source: Only show me sentences and clips from my variant
om: Loqoda Qooqa koo qofaaf himoota fi sagaleewwan naaf agarsiisi

source: On mobile devices you can contribute using your system browser…
om: Meeshaalee bilbilaa irratti, browser sirna keessan fayyadamuun gumaachuu dandeessu…

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
om: Akkataa dubbii garaagaraa ni simanna! Yoo dubbistuun jecha karaa dogoggoraan dubbate, dhiphina jecha bakka dogoggoraa kaa’e, yookaan mallattoolee qubee tuffate ta’e, kilippii sana hatattamaan balleessuu dura baay’ee of eeggadhaa. Addunyaa guutuu keessatti akkaataa dubbii garaagaraa hedduun jiru; muraasni isaanii hawaasa naannoo keessan keessatti dhaga’amu danda’u. Mee namoota akkaataa keessan irraa adda ta’een dubbatanitti gara laafinaan fi kabajaan ilaalaa.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
om: Karaa biraa, yoo akka dubbataan jecha sana duraan hin beekneetti fudhatte, fi dubbii sirrii hin taane qofa yaalii gochaa jiraate, haqi. Yoo shakkii qabaatte, qabduu “Darbi” fayyadami.

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
om: Kalaqni banaa wiirtuu waan hojjennudha. Walta'iinsa qorannoo, walitti qabuu deetaa ykn af-gaaffiidhaaf, <emailFragment>reach out godhaa.</emailFragment>

source: Opens in a new tab
om: Taabii haaraan bani

source: Optionally join on our email list for updates and new information about the project.
om: Filannoodhaan tarree email keenya irratti hirmaadhaa, odeeffannoo haaraa fi haaraa waa'ee pirojektichaa argachuuf.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
om: Daataan dimogiraafii filannoodhaan dhiyaate (fkn. umurii, saala, afaan, fi aksentaa) gonkumaa piroofaayilii kee irratti ummataaf hin ibsamu, akkasumas herrega kee waliin kuusaa deetaa keessatti wal hin qabsiifamu. Kiliippii sagalee dhuunfaa

source: Orizaba Nahuatl
om: Afaan Oorizaabaa Nahuwaatil

source: Ormuri
om: Afaan Ormuri

source: Ossetian
om: Afaan Ossetiyaa

source: Other
om: Ka Biraa

source: Other Clients
om: Maamiltoota Biroo

source: Other Language
om: Qooqa biraa

source: Other people validate those voice clips.
om: Namoonni biroo sagaleen sirrii akka ta’e mirkaneessu.

source: Other voice datasets…
om: Daataa-seetota sagalee biroo…

source: Other Voice Datasets
om: Daataaseetii Sagalee Kabiroo

source: Ouldémé
om: Afaan Ouldémé

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
om: Hogganaan hawaasa keenyaa deeggarsa dabalataa siif kennuuf sin qunnama, akkasumas afaan kee irratti hawaasni hojjetaa jiru yoo jiraate si beeksisuuf.

source: Our governance is founded on the pillars of:
om: Bulchiinsi keenya utubaawwan armaan gadii irratti hundaa’a:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
om: Afaan keenya seenaa keenya, hawaasa keenya, aadaa keenya. Mee daataaseetota addunyaa kana irratti arguu barbaannu haa uumnu.

source: Our Partners
om: Waayiloota Keenya

source: Our partners include...
om: Michoonni keenya...

source: Overall Accuracy
om: Sirrummaa waliigalaa

source: Overall Hr. Total
om: Waliigalaa Hr. Hundumarraa

source: Pahari-Pothwari
om: Afaan Pahari-Pothwari

source: Paiwan
om: Afaan Paiwan

source: Palauan
om: Afaan Paalaawan

source: Palula
om: Afaan Palulaa

source: Papantla Totonac
om: Afaan Papantilaa Totonak

source: Papiamento
om: Afaan Papiyaamentoo

source: Papiamento (Aruba)
om: Afaan Papiamento (Aruba)

source: Parkari Koli
om: Afaan Parkari Koli

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
om: Marii hawaasa afaanii irratti hirmaachuu, gaaffii gaafachuu, waa’ee taateewwanii fi haasaa dhufan barachuu.

source: Partner
om: Hirmaataa

source: Partners
om: Waayiloota

source: Partnerships
om: Waayilummaawwan

source: Partnerships and networks
om: Hariiroowwanii fi neetworkii

source: Partnerships, Press and Stories, Community and Languages
om: Walta'iinsa, Pireesii fi Seenaa, Hawaasaa fi Afaanota

source: Partner with us
om: Nu waliin michuu ta'aa

source: [Part of the text can’t be heard]
om: [Barruu tokko guutummaan dhagahamuu hin danda’u]

source: Pashto
om: Afaan Pashto

source: Past recordings download requests
om: Gaaffiiwwan buufannaa sagaleewwan duraanii

source: Pause after every sentence to double-check for switches or mixed words
om: Hima hunda booda dhaabbadhuutii jijjiirraa ykn jechoota walmakaa dachaa lama sakatta'i

source: Pause audio
om: Sagalee dhaabi
